export enum MESSAGES {
  HELLO_MESSAGE = "Добро пожаловать в 'Халява Бот'! \nЯ делаю рассылку постов с раздачей всякий преколямб с этого сайта:\nhttps://pikabu.ru/community/steam/new\nКак только там появился пост - я отправляю его тебе😘\nВот команды, которые тебе пригодятся:\n/startxalyava - начать рассылку постов\n/stopxalyava - прекратить рассылку постов\nВсё просто как два пальца об асфальт😎",
  START_MAILING = "Ты успешно начал рассылку, как только появится новый пост - я его тебе отправлю😎",
  STOP_MAILING = "Ты прекратил рассылку халявы😥\nКак только передумаешь ты знаешь, где меня найти😉",
  UNKNOWN_MEASSAGE = "Это незнакомая мне команда😕, попробуй другие🙂"
}

export const linkSite = "https://pikabu.ru/community/steam/new";
