export enum MESSAGES {
  HELLO_MESSAGE = "Добро пожаловать в 'Халява Бот'! \nЯ делаю рассылку постов с раздачей всякий преколямб с этого сайта:\nhttps://pikabu.ru/community/steam\nКак только там появился пост - я отправляю его тебе😘\nВот команды, которые тебе пригодятся:\n/startxalyava - начать рассылку постов\n/stopxalyava - прекратить рассылку постов\nВсё просто как два пальца об асфальт😎",
  START_MAILING = "Ты успешно начал рассылку😎",
  STOP_MAILING = "Ты прекратил рассылку халявы😥\nКак только передумаешь ты знаешь, где меня найти😉",
  UNKNOWN_MEASSAGE = "Это незнакомая мне команда😕, попробуй другие🙂",
  NO_NEW_POSTS = "Сегодня не было обнаружено новой халявы, но все ещё впереди😎",
  POST_DB = "А пока держи халяву на сегодня😉",
  NO_POST_DV = "В моей базе данных нет постов, пока халяву не дам😥"
}

export const linkSite = "https://pikabu.ru/community/steam";
